"msg001" = "L’activation a échoué";
"msg002" = "Ressayez";
"msg003" = "Activer manuellement";
"msg004" = "Activer plus tard";
"msg005" = "Le serveur d’activation a retourné l’erreur suivante: %@";
"msg006" = "Charger le fichier d’activation";
"msg007" = "Pour activer ce logiciel hors ligne, sauvegardez l'information d'enregistrement dans un fichier en appuyant sur le bouton correspondant. Enregistrez-le sur une clé USB ou sur un autre disque externe.\n\nEnsuite allez sur l'adresse suivante depuis un autre ordinateur connecté à Internet: https://activate.eltima.com\n\nLà il faut charger le fichier que vous venez d'enregistrer et l'envoyer.\n\nAprès avoir envoyé le fichier, vous recevrez le fichier d'Activation sur votre e-mail avec la possibilité de le télécharger tout de suite. Enregistrez-le sur un ordinateur sur lequel vous voulez activer ce logiciel et appuyez sur le bouton \"Charger le fichier d'activation\" ci-dessous.";
"msg008" = "Charger";
"msg009" = "Copier les instructions dans le presse-papier";
"msg010" = "Le serveur d’activation n’est pas accessible. Vérifiez votre connexion Internet ou les paramètres du pare-feu.";
"msg011" = "erreur du serveur inconnu, veuillez écrire sur support@eltima.com.";
"msg012" = "code d'activation bloqué.";
"msg013" = "le code d’activation n’est pas trouvé, veuillez nous écrire sur support@eltima.com.";
"msg014" = "aucune licence n’est trouvée pour ce code d’activation, veuillez nous écrire sur support@eltima.com.";
"msg015" = "le nombre maximum d'activations est atteint pour ce code.";
"msg016" = "la démo est terminée.";
"msg017" = "le code d’activation n’est pas valide pour cette version/ce produit.";
"msg018" = "votre heure locale est incorrecte. Assurez-vous que la date et l'heure sont définis correctement sur ce Mac.";
"msg019" = "Enregistrer";
"msg020" = "Enregistrer l'info d'activation";
"msg021" = "Mettre à jour l'information";
"msg022" = "Impossible de terminer l'activation. Assurez-vous que vous avez correctement saisi le code d'activation. Il est recommandé d'utiliser les commandes copier-coller pour éviter des fautes de frappe.";
"msg023" = "Vous ne pouvez pas activer la licence avec ce code car ce type de licence a expiré et n'est plus actif.";
"msg024" = "Vous pouvez mettre à jour l'information sur vos ordinateurs s'il y en a un qui n'est plus utilisé.";
"msg025" = "%@ failed to check its activation status and didn't reactivate. Please launch %@ again within 7 days when your Mac is online to reactivate it automatically. If you don't, your license will be reset until you are able to reactivate it. If you have any questions, feel free to send them to support@eltima.com";
"msg026" = "%@ failed to check its activation status and didn't reactivate. Reactivation is mandatory and usually completes in the background. We notified you earlier asking you to get online in 7 days. If you don't do this in 1 day, your license will be reset until you activate it again. If you have any questions, feel free to send them to support@eltima.com";
